[
  "remotely-save",
  "canvas-presentation",
  "cmenu-plugin",
  "dataview",
  "obsidian-excalidraw-plugin",
  "file-explorer-note-count",
  "obsidian-journey-plugin",
  "obsidian-hover-editor",
  "obsidian-mind-map",
  "obsidian-minimal-settings",
  "obsidian-git",
  "obsidian-memos",
  "obsidian-pandoc",
  "recent-files-obsidian",
  "quick-explorer",
  "search-on-internet",
  "obsidian-tasks-plugin",
  "obsidian-charts",
  "obsidian-emoji-toolbar",
  "obsidian-annotator",
  "media-extended",
  "obsidian-timelines",
  "calendar",
  "obsidian-dictionary-plugin",
  "better-word-count",
  "obsidian-codemirror-options",
  "table-editor-obsidian",
  "remember-cursor-position",
  "obsidian-kanban",
  "obsidian-day-planner",
  "quickadd",
  "obsidian-auto-pair-chinese-symbol",
  "mx-bili-plugin",
  "templater-obsidian",
  "obsidian-weread-plugin",
  "obsidian-style-settings",
  "buttons"
]